Revit 2027 API
ConnectionInputPointInfo Constructor
 Construct a default input point.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ConnectionInputPointInfo()
Public Sub New
public:
ConnectionInputPointInfo()
new : unit -> ConnectionInputPointInfo
See Also
Reference
ConnectionInputPointInfo Class
ConnectionInputPointInfo Overload
Autodesk.Revit.DB.Structure Namespace